Autodesk.Revit.DB.ElementIsElementTypeFilter.#ctor(System.Boolean)
Constructs a new instance of a filter to match only ElementTypes, with the option to match all elements which are not ElementTypes.
inverted:
True if the filter should match all elements which are not ElementTypes.
Since:
2011

Autodesk.Revit.DB.ElementIsElementTypeFilter.#ctor
Constructs a new instance of a filter to match only ElementTypes.
Since:
2011

Autodesk.Revit.DB.ElementIsElementTypeFilter
A filter used to match elements which are ElementTypes.
Remarks:
This filter is a quick filter.
Quick filters operate only on the ElementRecord, a low-memory class which has
a limited interface to read element properties. Elements which are rejected
by a quick filter will not be expanded in memory.
Since:
2011